[
    {
      "nombre": "Paella de marisco",
      "ingredientes": ["Arroz", "Mejillones", "Calamar", "Calamares", "Sepia", "Gambas", "Gamba", "Langostinos", "Tomate", "Pimiento Verde", "Ajo", "Caldo de Pescado", "Azafrán", "Pimentón Dulce", "Aceite de Oliva", "Sal"],
      "cantidades": ["400 gr Arroz", "12 Mejillones", "1 Calamar/Sepia", "8 Gambas/Langostinos", "1 Pimiento Verde", "2 cucharadas soperas de Tomate triturado o Tomate fresco", "2 Dientes de Ajo", "1,4 L de Caldo de pescado", "4 hebras de Azafrán", "1 cucharadita de Pimentón dulce", "1 cucharadita de colorante", "1 chorro de Aceite de oliva", "Una pizca de Sal"],
      "pasos": [
        "Lava los mejillones, corta el pimiento verde y pica los ajos. Asimismo, limpia y corta el calamar. para lavar los mejillones, báñalos en agua fría, quita con un cuchillo o un estropajo de aluminio las impurezas de su concha y corta con una tijera las barbas que se asoman entre las valvas.",
        "Pon una paella al fuego con un buen chorro de aceite. Saltea las gambas y los calamares o la sepia a fuego fuerte. Saca las gambas y resérvalas.",
        "Pon el calamar y la sepia a un lado. Si hace falta, añade un poco más de aceite y agrega el pimiento verde. Deja cocinar por 3-4 minutos y añade los ajos picados.",
        "Remueve para que no se queme el ajo y, antes de que coja color, añade el tomate. Remueve y deja cocinar unos minutos más.",
        "Añade los mejillones para que se vayan abriendo. Puedes verter también un cazo de caldo. Añade la cucharadita de pimentón dulce y las hebras de azafrán.",
        "Incorpora el arroz, remueve todo para que el arroz se impregne del sabor de todos los ingredientes.",
        "Echa el resto del caldo (calentado previamente), prueba de sal y corrige si hace falta. Añade el colorante y deja cocinar la paella por unos 15-18 minutos o hasta que el arroz esté listo.",
        "5 minutos antes de que el arroz esté listo, pon por encima las gambas y termina de cocinar el arroz. Deja reposar la paella de marisco por unos 5 o 10 minutos. ¡Listos y a comer!"
      ]
    },
    {
      "nombre": "Tortilla de patatas",
      "ingredientes": ["Huevos", "Patatas", "Aceite de Oliva Virgen Extra", "Aceite de Oliva", "Sal", "Cebolla", "Cebollas"],
      "cantidades": ["8 Huevos", "1 kg Patatas", "1 Cebolla (opcional)", "Aceite de oliva", "Sal"],
      "pasos": [
        "Pelamos las patatas, las lavamos para quitar restos de suciedad y muy importante, las secamos. Cortamos en láminas semifinas. Las colocamos en un bol grande, donde luego vamos a mezclar con el huevo y añadimos sal al gusto. Removemos bien y reservamos.",
        "Elegimos nuestra sartén más grande y antiadherente. La ponemos al fuego y añadimos un buen aceite de oliva virgen extra.",
        "Cuando el aceite esté caliente, añadimos las patatas. Bajamos el fuego a medio y dejamos que se hagan poco a poco. Removemos de vez en cuando para que se hagan por igual durante 20-30 minutos.",
        "Pon el calamar y la sepia a un lado. Si hace falta, añade un poco más de aceite y agrega el pimiento verde. Deja cocinar por 3-4 minutos y añade los ajos picados.",
        "Mientras se están friendo las patatas, en el bol donde luego vamos a echar las patatas batimos los huevos, reservamos. Pelamos la cebolla y cortamos lo más fino posible.",
        "En otra sartén calentamos aceite de oliva y añadimos los trozos de cebolla. Pochamos hasta que tenga un color dorado, que tenga un punto de caramelización pero sin llegar a quemarse. La cebolla se hará antes que las patatas, así que escurrimos y añadimos al bol con el huevo batido. Quitamos con una espumadera de la sartén, dejando las patatas con el menor resto de aceite posible, bien escurridas. Si no queremos nada de aceite extra podemos emplear un colador grande. Las dejamos escurrir y luego las introducimos al bol con la cebolla y el huevo.",
        "Reposamos la futura tortilla durante 15 minutos para que se junten bien todos los sabores. Pasados esos minutos esta mezcla ya está deliciosa",
        "En la misma sartén en la que hemos frito las patatas y una vez retirado el aceite. Cocinamos la mezcla que tenemos en reposo. Para este tipo de tortilla poco hecha sólo necesitamos 4 minutos a fuego medio-alto por cada lado. Depende de lo cuajada que queramos que quede la tortilla.",
        "Para darle la vuelta utiliza un plato grande. Emplead el método más cómodo y que más fácil os sea para que no se os desparrame, con cuidado. No desesperéis si no os sale, en ese caso tendréis una tortilla más cuajada, pero igual de rica."
    ]
    }
  ]
